tap "homebrew/bundle"
brew "mas"
cask "datagrip"
brew "atuin"
cask "zen-browser"
cask "docker"
brew "devcontainer"
cask "chatgpt"
brew "clang-build-analyzer"
cask "visual-studio-code"
brew "yt-dlp"
cask "iina"
cask "intellij-idea-ce"
brew "tree"
cask "whatsapp"
cask "trex"
cask "obsidian"
brew "rsync"
brew "ansible"
brew "b2-tools"
brew "bash"
brew "bat"
brew "carapace"
brew "cmake"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "make"
brew "neovim"
brew "node"
brew "nushell"
brew "onefetch"
brew "poppler"
brew "ripgrep"
brew "sesh"
brew "sevenzip"
brew "starship"
brew "stow"
brew "thefuck"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "brave-browser"
cask "brave-browser@nightly"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "raycast"
brew "hugo"
